# MSup3PerKg Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MSup3PerKg Property
SymbolTypeId Class See Also
---
Symbol m³/kg, indicating unit Cubic meters per kilogram.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MSup3PerKg { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MSup3PerKg As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MSup3PerKg {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace